Repository: City-of-Turku/living-environment
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Additional fields for budgeting text task
fi: Lisäkentät budjetoinnin tekstitehtävälle

source: Targets
fi: Kohteet

source: task
fi: tehtävä

source: tasks
fi: tehtävät

source: title
fi: otsikko

source: Area information
fi: Aluetiedot

source: Landing section
fi: Aloitusosio

source: Budgeting
fi: Budjetointi

source: Assignments
fi: Tehtävänannot

source: The user-friendly URL identifier ex. {}/minun-runosmakeni/
fi: Käyttäjäystävällinen URL-tunniste ex. www.malli.com/runosmaen-koulu

source: Please check if feedback system url is correctly set
fi: Tarkista, että palautejärjestelmän URL-osoite on asetettu oikein

source: Open
fi: Avoinna

source: Closed
fi: Suljettu

source: name
fi: nimi

source: Assignment name
fi: Tehtävänannon nimi

source: header
fi: otsikko

source: Text used as a header of the landing section
fi: Tekstiä käytetään aloitusosion otsikkona

source: description
fi: kuvaus

source: Text used as a description of the landing section
fi: Tekstiä käytetään aloitusosion kuvauksessa

source: image
fi: kuva

source: Main image of the landing section
fi: Aloitusosion pääkuva

source: area
fi: alue

source: Select the map area for the assignment
fi: Valitse kartta-alue tehtävänannolle

source: status
fi: tila

source: Status of the assignment. Only opened assignments are presented to the users
fi: Tehtävänannon tila. Vain avoinna olevat tehtävänannot ovat käytössä käyttäjille.

source: budget
fi: budjetti

source: Budget allocated for the assignment
fi: Tehtävänannolle annettu budjettimäärä

source: schools
fi: koulut

source: Schools that are participating in the assignment<br>
fi: Koulut, jotka osallistuvat tehtävänantoon<br>

source: Assignment
fi: Tehtävänanto

source: Section title
fi: Tehtäväosion otsikko, joka näytetään tehtäväosiossa

source: Text used as a section description
fi: Tehtäväosion kuvausteksti, joka näytetään tehtäväosiossa

source: Assignment this section is related to
fi: Tehtävänanto, johon tämä osio on asetettu

source: YouTube URL of the video embedded in the section
fi: YouTube videon URL-osoite, joka upotetaan tehtäväosioon

source: order number
fi: järjestys

source: Order in which sections are shown
fi: Järjestys, jossa tehtäväosat näytetään

source: Section
fi: Tehtäväosio

source: Sections
fi: Tehtävänosiot

source: Section this task is related to
fi: Tehtävä liittyy osaan

source: Order in which tasks are shown
fi: Järjestys, jossa tehtävät näytetään

source: question
fi: kysymys

source: Question answered as a plain text
fi: Kysymys, johon vastataan tekstillä

source: open text task
fi: Tekstikysymys

source: open text tasks
fi: Tekstikysymykset

source: Budgeting target name
fi: Budjettikohteen nimi

source: unit price
fi: Yksikköhinta

source: Price for a single target unit
fi: Yksittäisen kohteen hinta

source: reference amount
fi: viitemäärä

source: Amount spent by public service that can be used as a reference value for the answer
fi: Julkisen palvelun käyttämä määrä, joka näytetään viitearvona käyttäjälle

source: min amount
fi: pienin määrä

source: Minimum amount that should be spent on the target.<br>Used in validation of entered value. Defaults to 0
fi: Pienin sallittu määrä, joka pitää käyttää kohteeseen

source: max amount
fi: suurin määrä

source: Maximum amount that can be spent on the target.<br>If set, it is used in validation of entered value
fi: Suurin sallittu määrä, jonka voi käyttää kohteeseen

source: icon
fi: Kuva

source: Budgeting target icon. If not set, default icon is used
fi: Budjetointikohteen kuva

source: budget target
fi: budjettikohde

source: budget targets
fi: budjettikohteet

source: pcs
fi: kpl

source: text
fi: teksti

source: map
fi: kartta

source: Budgeting task name
fi: Budjetointitehtävän nimi

source: unit
fi: yksikkö

source: Unit in which task amount is expressed
fi: Yksikkö, joka näytetään tehtävän määrissä

source: amount of consumption
fi: Kulutettava määrä

source: Number of units required to be spent on the task
fi: Yksiköiden määrä, joka pitää kuluttaa tehtävässä

source: Budgeting targets related to the task<br>
fi: Budjetointitehtävälle asetetut budjetointikohteet<br>

source: type
fi: tyyppi

source: Budgeting task type
fi: Budjetointitehtävän tyyppi

source: budgeting task
fi: Budjetointitehtävä

source: budgeting tasks
fi: Budjetointitehtävät

source: Grade name
fi: Luokan nimi

source: grade
fi: luokka

source: grades
fi: luokat

source: School name
fi: Koulun nimi

source: school
fi: koulu

source: Name of the voluntary task
fi: Vapaaehtoisen rekisteröintitehtävän nimi

source: voluntary signup task
fi: Vapaaehtoinen rekisteröintitehtävä

source: voluntary signup tasks
fi: Vapaaehtoinen rekisteröintitehtävät

source: Delete?
fi: Poista?

source: Change
fi: Muuta

source: View on site
fi: Näytä sivustolla

source: Add %(name)s
fi: Lisää %(name)s

source: Living environment - Admin
fi: Arkiympäristö - Admin

source: Site administration
fi: Sivuston hallinta

source: Finnish
fi: Suomeksi

source: English
fi: Englanniksi
